[
    {
        "id": 1,
        "haber-basligi": "Uzun Pozlama Nedir?",
        "haber-icerigi": "Günümüzde fotoğrafçılık alanında teknolojinin gelişimiyle birlikte farklı teknikler ve yaklaşımlar da popülerlik kazanmaya devam ediyor. Bu tekniklerden biri de 'uzun pozlama' olarak adlandırılan yöntemdir. Uzun pozlama, fotoğraf makinesinin bir görüntüyü çekerken uzun bir süre boyunca pozlamayı sürdürdüğü bir tekniği ifade eder. Bu yöntemle, zamana yayılan hareketli unsurların izleri yakalanırken aynı karedeki sabit unsurlar net bir şekilde görüntülenebilir. Uzun pozlama tekniği, özellikle gece fotoğrafçılığında, suyun akışını veya bulutların hareketini yakalamak gibi durumlarında etkileyici sonuçlar elde etmek için kullanılır.",
        "haber-resmi": "./newssphotos/long-exposure.jpg"
    },
    {
        "id": 2,
        "haber-basligi": "Fotoğrafçılıkta Diyafram Nedir?",
        "haber-icerigi": "Fotoğrafçılıkta diyafram, objektifin içinde yer alan ve kameranın odak alanının ayarlanmasına yardımcı olan bileşendir. Diyafram açıklığı, objektifin içindeki bir dizi bıçak tarafından kontrol edilir. Daha geniş bir diyafram açıklığı (düşük f-numarası), daha fazla ışığın sensöre ulaşmasını sağlar ve arka planın bulanıklaşmasına neden olabilir. Tersine, daha dar bir diyafram açıklığı (yüksek f-numarası), daha az ışığın sensöre ulaşmasını sağlar ve genellikle daha geniş bir alanın net görünmesini sağlar.",
        "haber-resmi": "./newssphotos/apearture.jpg"
    },
    {
        "id": 3,
        "haber-basligi": "Fotoğrafçılıkta Enstantane (Shutter) Nedir?",
        "haber-icerigi": "Fotoğrafçılıkta enstantane, fotoğraf makinesinin kapanını açıp kapatma hızını kontrol eden bir mekanizmadır. Bu mekanizma sayesinde görüntü kaydedilirken ne kadar süre boyunca ışığın sensöre düşeceği ayarlanabilir. Kısa bir enstantane süresi, hareketli nesnelerin dondurulmasını sağlar ve net bir sonuç elde edilmesine yardımcı olur. Uzun bir enstantane süresi ise hareket unsurlarını izlemeye ve akışı yakalamaya yardımcı olabilir, ancak daha az ışık sensöre ulaşır ve daha karanlık bir görüntü elde edilebilir.",
        "haber-resmi": "./newssphotos/shutter.jpg"
    },
    {
        "id": 4,
        "haber-basligi": "Portre Fotoğrafçılığında Doğal Işık",
        "haber-icerigi": "Günümüzde portre fotoğrafçılığında doğal ışığın kullanımı, profesyonellerden amatörlere kadar birçok fotoğrafçının dikkatini çekiyor. Işık, bir portre fotoğrafının atmosferini ve anlamını derinden etkileyen kritik bir unsurdur. Bu özel haberimizde, portre fotoğrafçılığında doğal ışığın neden bu kadar önemli olduğunu keşfediyoruz. Doğal ışık, portrelerdeki yumuşak tonlar, doğal gölgeler ve göz alıcı yansımaların oluşturulmasında kritik bir rol oynar. Stüdyo ışıklarının aksine, dışarıdaki güneş ışığı, portreleri daha canlı ve gerçekçi hale getirebilir. Işığın yoğunluğu ve yönü, modelin yüz hatlarını ve ifadelerini vurgulayarak fotoğrafın duygusal bağlamını güçlendirebilir. Uzmanlar, doğal ışığın farklı saatlerdeki değişen tonlarını yakalamak için portre çekimlerinin ne zaman yapılacağına dair stratejiler geliştiriyor. Sabahın yumuşak ve sıcak ışığı ile öğleden sonranın daha keskin ve kontrastlı ışığı arasındaki farkı anlamak, fotoğrafçılara çeşitli atmosferlerde çalışma olanağı sunuyor. Bu haberimizde, deneyimli portre fotoğrafçılarının doğal ışığı nasıl ustalıkla kullanarak etkileyici sonuçlar elde ettiklerini keşfedeceğiz. Ayrıca, doğal ışığın avantajları ve bazı zorlukları da ele alarak, portre fotoğrafçılığında ışığın rolünü daha yakından inceleyeceğiz. Fotoğraf meraklılarının ve profesyonellerin ilgisini çekecek bu haberimizi kaçırmayın!",
        "haber-resmi": "./newssphotos/portrait.jpg"
    },
    {
        "id": 5,
        "haber-basligi": "Kamera Netliği ve Fokusun Önemi",
        "haber-icerigi": "Fotoğrafçılıkta, bir görüntünün net ve keskin olması, izleyicilerin dikkatini çekmek ve fotoğrafın anlatmak istediği hikayeyi vurgulamak için hayati bir rol oynar. Kamera netliği, objenin veya konunun net bir şekilde odaklandığı ve detayların berrak bir şekilde görüldüğü durumu ifade eder. Kamerada netlik elde etmek için odaklama sistemleri kullanılır. Otomatik odaklama (AF) sistemleri, günümüzde fotoğraf makinelerinde yaygın olarak bulunan özelliklerden biridir. Bu sistemler, genellikle algılayıcılar ve algoritmalar kullanarak konunun odaklandığı mesafeyi tespit eder. Portre çekimlerinde konunun gözleri veya yüz hatlarına odaklanmak, fotoğrafın izleyiciye daha güçlü bir bağlantı kurmasına yardımcı olabilir. Makro fotoğrafçılıkta ise minik detayların net bir şekilde yakalanması, odaklama tekniğinin önemini gösterir. Haberimizde, kamera netliğinin nasıl elde edileceği, farklı odaklama teknikleri ve hangi durumda hangi odaklama modunun tercih edilmesi gerektiği gibi konuları keşfedeceğiz. Ayrıca, netliğin fotoğrafın duygusal etkisini nasıl artırabileceği üzerine uzman görüşlerine de yer vereceğiz.",
        "haber-resmi": "./newssphotos/out-of-focus.jpg"
    },
    {
        "id": 6,
        "haber-basligi": "Renk Sıcaklığı ve Fotoğrafçılıktaki Rolü",
        "haber-icerigi": "Renk sıcaklığı, fotoğrafçılıkta çok önemli bir kavramdır. Fotoğrafların hissettirdiği atmosferi ve duygusal tonları etkileyen renk sıcaklığı, görüntülerin sıcak, soğuk veya nötr bir his uyandırmasını sağlar. Renk sıcaklığı, Kelvin (K) birimi ile ölçülür. Düşük renk sıcaklığı (örneğin 2000K-4000K arası), daha sıcak ve sarımsı tonlar üretir. Bu tür tonlar genellikle güneş batarken veya mum ışığında olduğu gibi sıcaklık hissi verir. Yüksek renk sıcaklığı (örneğin 5500K-10000K arası), daha soğuk ve mavi tonlar yaratır. Bu tür tonlar, güneş ışığının orta gününde olduğu gibi daha soğuk bir atmosfer yaratır. nDoğru renk sıcaklığı seçimi, fotoğrafların amacına ve hikayeye uygun bir atmosfer oluşturmasına yardımcı olabilir. Renk düzenlemeleri veya beyaz ayarı kullanılarak renk sıcaklığı ayarlanabilir ve fotoğrafın duygusal anlamını güçlendirebilir.",
        "haber-resmi": "./newssphotos/white-balance.jpg"
    },
    {
        "id": 7,
        "haber-basligi": "Kadraj ve Kompozisyonun Rolü",
        "haber-icerigi": "Kadraj ve kompozisyon, bir fotoğrafın etkileyiciliğini büyük ölçüde belirler. Kadraj, çerçevenin içine neyin alındığını ve neyin dışarıda bırakıldığını ifade eder. Kompozisyon ise fotoğrafın unsurlarının düzenlenmesi ve dengelemesiyle ilgilidir. Altın Oran veya Üçlü Kural gibi kompozisyon kuralları, fotoğrafın görsel olarak daha çekici olmasına yardımcı olabilir. Altın Oran, çerçevenin belirli bölgelerine ana öğeleri yerleştirerek dengeyi sağlamaya yardımcı olur. Üçlü Kural ise çerçevenin altı eşit parçaya bölünerek ana öğelerin bu bölümlerde yer almasını önerir. Kadraj ve kompozisyon, izleyicinin gözünü belirli bir yöne çekmek, hikayeyi anlatmak veya bir duygu iletmek için kullanılır. Doğru kadraj ve kompozisyon seçimi, fotoğrafçının yaratıcılığını ifade etmesine ve izleyiciye daha derin bir deneyim sunmasına olanak tanır.",
        "haber-resmi": "./newssphotos/kadraj.jpg"
    },
    {
        "id": 8,
        "haber-basligi": "Makro Fotoğrafçılık",
        "haber-icerigi": "Makro fotoğrafçılık, objelerin ince yapısını, dokusunu ve renklerini yakından görmek için muhteşem bir fırsat sunar. Bu özel teknik, objeleri gerçek boyutlarından çok daha büyük ve etkileyici bir şekilde yakalamanıza olanak sağlar. Makro lensler yardımıyla, sıradan nesnelerde dahi gizli güzellikleri keşfetme imkanı bulabilirsiniz. Makro fotoğrafçılığın en büyük özelliği, minik detayları büyütüp yakınlaştırarak adeta minik dünyaların kapılarını aralamanızdır. Çiçek yapraklarındaki damlacıkların içindeki yansımaları, böceklerin kanatlarındaki ince desenleri ve nesnelerin yüzeyindeki benzersiz dokuları görmek, fotoğraf sanatına yeni bir boyut kazandırır. Bu tür detayların yakalanması, dikkat gerektiren bir sabır işidir. Makro çekimlerde odaklamayı ayarlarken en ufak bir hareket, fotoğrafın netliğini etkileyebilir. Ancak bu detayları doğru şekilde yakaladığınızda, ortaya çıkan görüntüler sizi büyüleyecek. Her türlü obje, çiçekten böceğe, gıdadan takılara kadar, makro lenslerle yeni bir perspektif kazanır. Makro fotoğrafçılık, özellikle doğa ve detay meraklıları için vazgeçilmez bir tekniktir. Minik dünyaları keşfetmek, sıradanın ötesine geçmek ve gözle görülemeyen güzellikleri yakalamak isteyen herkes için harika bir deneyim sunar. Makro fotoğrafçılıkla gerçek dünyanın ötesine geçmeye ve minik detayların büyülü dünyasını keşfetmeye hazır mısınız?",
        "haber-resmi": "./newssphotos/macro-photography.jpg"
    },
    {
        "id": 9,
        "haber-basligi": "Monokrom Fotoğrafçılık",
        "haber-icerigi": "Monokrom fotoğrafçılık, siyah beyaz olarak da bilinen klasik bir fotoğrafçılık tekniğidir. Renklerin olmadığı bu tür fotoğraflar, sade ve etkileyici bir estetik sunar. Monokrom fotoğrafçılığın temel amacı, kompozisyon, ışık ve gölge gibi unsurları vurgulayarak duygusal bir anlam yaratmaktır. Monokrom fotoğrafçılık, renklerin dikkat dağıtıcı etkisinden arınmış bir deneyim sunar. Bu sayede izleyici, fotoğrafın temel öğelerine odaklanarak detayları daha iyi görebilir. Işık ve gölge, monokrom fotoğraflarda büyük öneme sahiptir. Yumuşak ton geçişleri ve kontrastlı gölgeler, fotoğrafa derinlik kazandırabilir ve dramatik bir hava yaratabilir. Monokrom fotoğrafçılığın bir diğer güzelliği de duygusal bir bağlam oluşturabilme yeteneğidir. Renklerin dikkatini çekmediği için izleyiciyi kompozisyonun anlatmak istediği hikayeye odaklanmaya teşvik eder. Bu sayede fotoğrafçı, belirli bir ruh halini veya duygusal bir tonu daha etkili bir şekilde iletebilir. Eğer monokrom fotoğrafçılığı denemek isterseniz, kameranızın siyah beyaz modunu kullanabilir veya renkli fotoğrafları düzenleme yazılımlarıyla siyah beyaz hale getirebilirsiniz. Ancak unutmayın ki monokrom fotoğrafçılık, renklerin olmadığı bir dünyayı keşfetmek anlamına gelirken, kompozisyon ve ışığın gücünü daha iyi anlamanızı sağlayacaktır. Monokrom fotoğrafçılık, minimalist bir yaklaşımı benimseyen, detaylara önem veren ve duygusal anlamlar yaratmak isteyen fotoğrafçılar için ideal bir seçenektir. Siyah beyazın büyülü dünyasına adım atarak, fotoğrafçılığınızı yeni bir boyuta taşıyabilirsiniz.",
        "haber-resmi": "./newssphotos/monocrome.jpg"
    },
    {
        "id": 10,
        "haber-basligi": "Vertigo Zoom Nedir? (Dolly Zoom)",
        "haber-icerigi": "Vertigo zoom, sinema ve fotoğrafçılık dünyasında kullanılan etkileyici bir görsel tekniğidir. Bu teknik, kameranın zoom yaparken aynı anda kameranın konumunun değiştirilmesiyle elde edilen bir optik illüzyondur. Vertigo zoom, izleyicilere anlam değişikliği ve duygusal bir etki sağlamak için kullanılır. Temelde, vertigo zoom tekniği, bir nesnenin veya konunun yakınlaştığı veya uzaklaştığı bir çekim sırasında arka planın derinliği ile oynanmasıyla oluşturulur. Bu yöntemle, nesne perspektifte büyürken arka plan daralır veya nesne küçülürken arka plan genişler. Bu durum, izleyiciye odak noktasındaki nesnenin etrafındaki dünya ile ilgili dramatik bir değişim hissi verir. Vertigo zoom tekniğinin en bilinen örneği, Alfred Hitchcock'un 'Vertigo' adlı filminde kullanılmasıdır. Bu teknikle, ana karakter merdivenlerde yukarı doğru çıktığında aynı zamanda kamera zoom yapar, sonucunda izleyiciye denge ve gerilim hissi yaşatılır. Vertigo zoom tekniği, dramatik sahnelerin vurgulanmasında veya karakterler arasındaki ilişkilerin değişimini ifade etmede kullanılır. Bu teknikle, anlatının duygusal boyutu güçlendirilir ve izleyicilerin sahneye daha derinlemesine bağlanması sağlanır. Kısacası, vertigo zoom tekniği sinema ve fotoğrafçılık alanında dramatik etkiler yaratmak için kullanılan özel bir optik tekniğidir. Bu tekniği kullanarak, seyircilerin duygusal deneyimini güçlendiren unutulmaz görsel anlar oluşturabilirsiniz.",
        "haber-resmi": "./newssphotos/dollyzoom.gif"
    },
    {
        "id": 11,
        "haber-basligi": "Fotoğraflarımızda Neden Renk Düzenlemesi Yapmalıyız?",
        "haber-icerigi": "Fotoğraf çekimleri tamamlandığında, fotoğraflarınıza son dokunuşu eklemek ve onları daha etkileyici hale getirmek için renk düzenlemesi yapmanın önemi büyüktür. Renk düzenlemesi, fotoğraflarınızın atmosferini, hissini ve anlamını vurgulamak için kullanabileceğiniz güçlü bir araçtır. Renk düzenlemesi, fotoğraflarınızı kişiselleştirmenin ve tarzınızı yansıtmanın bir yolu olarak da öne çıkar. Aynı zamanda fotoğraflarınızdaki ışık koşullarının ve renk tonlarının doğru yakalanmasına yardımcı olabilir. İşte renk düzenlemesinin önemli nedenleri: Renkler, fotoğraflarınızın anlatmak istediği hikayeyi destekler. Sıcak renkler enerji ve tutkuyu ifade ederken, soğuk renkler huzur ve dinginlik hissi verir.  Renk düzenlemesi, fotoğraflarınıza estetik bir dokunuş ekleyerek daha çekici hale getirebilir. Doğru renk dengelemesi ve kontrast ayarlarıyla görsel etki artırılabilir. Renkler, fotoğraflarınızda dikkatin çekilmesini istediğiniz alanları vurgulamada kullanılabilir. Yoğun renkler, izleyicinin bakışını belirli bir bölgeye yönlendirebilir.  Doğru renk tonları, izleyicilerde belirli duygusal tepkiler uyandırabilir. Renk düzenlemesiyle fotoğraflarınızın izleyicilerde bıraktığı duygusal etkiyi yönlendirebilirsiniz.  Renk düzenlemesi, fotoğraflarınıza kişisel bir dokunuş eklemenizi sağlar. Belirli renk paletleri veya tonları, fotoğrafçılık tarzınızı yansıtmanıza yardımcı olabilir.  Renk düzenlemesiyle fotoğraflarınızda meydana gelen ışık koşullarının etkisini düzeltebilirsiniz. Doğru beyaz ayarı ve renk dengelemesiyle gerçek renkleri yakalayabilirsiniz. Renk düzenlemesi, fotoğraflarınızı daha etkileyici ve profesyonel hale getirmenin yanı sıra kişisel tarzınızı da yansıtmanızı sağlar. İyi bir renk düzenlemesi ile fotoğraflarınızın hikayesini vurgulayabilir, izleyicilere unutulmaz bir deneyim sunabilirsiniz.",
        "haber-resmi": "./newssphotos/lightroom.png"
    },
    {
        "id": 12,
        "haber-basligi": "Astrofotoğrafçılığın Büyülü Dünyası",
        "haber-icerigi": "Astrofotoğrafçılık, gökyüzündeki yıldızlar, galaksiler ve diğer gök cisimlerini yakalamayı amaçlayan özel bir fotoğrafçılık dalıdır. Gece gökyüzünün derinliklerine açılan bu pencere, görsel olarak büyüleyici sonuçlar elde etmenizi sağlar. Peki, astrofotoğrafçılığın büyülü dünyasını keşfetmek için neden bu kadar hevesli olmalıyız?\n\nGökyüzündeki Gizemli Dans: Yıldızlar ve Galaksiler\nAstrofotoğrafçılık, gökyüzünün derinliklerindeki yıldızlar ve galaksiler gibi gök cisimlerini yakalamak için özel teknikler kullanır. Uygun ekipman ve doğru pozlama süreleriyle, uzak galaksilerin renkli ışıklarını ve yıldızlar arasındaki görsel dansı yakalayabilirsiniz. Bu fotoğraflar, evrenin gizemini ve sonsuzluğunu yansıtarak izleyicileri büyüler.\n\nIşık Kirliliğine Meydan Okuma: Dark Sky Alanları\nAstrofotoğrafçılık, ışık kirliliğinin az olduğu bölgelerde daha etkileyici sonuçlar verir. Dark sky alanları olarak adlandırılan bu bölgeler, şehir ışıklarının olmadığı ve gökyüzünün daha net görüldüğü yerlerdir. Işık kirliliğini minimize etmek ve gök cisimlerinin güzelliklerini en iyi şekilde yakalamak için bu bölgelere gitmek astrofotoğrafçılar için önemlidir.\n\nEkipmanın Önemi: Teleskoplar ve Geniş Açı Lensler\nAstrofotoğrafçılık için özel ekipman seçimi büyük önem taşır. Teleskoplar, uzak galaksilerin ve gezegenlerin ayrıntılarını yakalamak için kullanılırken, geniş açı lensler ise gökyüzünün genel manzaralarını çekmek için idealdir. Doğru ekipman seçimi, istediğiniz sonuçları elde etmenizde kritik bir rol oynar.\n\nPozlama Zamanı: Uzun Pozlama Tekniği\nAstrofotoğrafçılık genellikle uzun pozlama teknikleriyle yapılır. Bu, gök cisimlerinin daha net ve belirgin görünmesini sağlar. Uzun pozlama, yıldız izlerini yakalamak veya uzak galaksileri ortaya çıkarmak için kullanılır. Bu teknikle, gök cisimlerinin hareketi ve atmosferik etkiler görsel olarak yakalanabilir.\n\nİlham Veren Kompozisyonlar: Arazi ve Gökyüzü Dengesi\nAstrofotoğrafçılık sadece gökyüzüyle sınırlı değildir. İlgi çekici kompozisyonlar oluşturmak için araziyi ve gökyüzünü dengelemek önemlidir. Arazi unsurları, gök cisimlerinin büyüsünü artırabilir ve fotoğraflarınıza farklı bir boyut kazandırabilir.\n\nAstrofotoğrafçılık, göklerin derinliklerini keşfetme fırsatı sunan büyülü bir fotoğrafçılık dalıdır. Evrenin sonsuzluğunu ve gizemini yakalamak için karanlık sky alanlarında ekipmanınızı hazırlayın ve gece gökyüzünün büyüsüne kapılın. Özel ekipman, sabır ve yaratıcılık ile astrofotoğrafçılıkla unutulmaz görsel anlar oluşturabilirsiniz. Büyülü bir yolculuğa çıkmaya hazır mısınız?",
        "haber-resmi": "./newssphotos/astrophotography.jpg"
    },
    {
        "id": 13,
        "haber-basligi": "HDR Fotoğrafçılığının Sırları",
        "haber-icerigi": "HDR (High Dynamic Range) fotoğrafçılığı, genellikle farklı pozlama değerlerine sahip birden fazla fotoğrafın bir araya getirilmesiyle oluşturulan etkileyici görüntüler üretmeyi amaçlar. Bu teknik, genellikle zorlu ışık koşullarında çekilen sahnelerde kullanılır ve detayları kaybetmeden hem parlak hem de karanlık alanları yakalamanıza yardımcı olur. İşte HDR fotoğrafçılığının sırlarına dair bazı önemli noktalar:\n\nFarklı Pozlama Değerleri: HDR fotoğrafı oluşturmak için en az üç farklı pozlama değerine sahip fotoğraf gereklidir. Birincisi normal pozlama, ikincisi düşük pozlama ve üçüncüsü yüksek pozlama olarak çekilir. Düşük pozlama karanlık alanların detaylarını yakalamak için kullanılırken, yüksek pozlama parlak alanları yakalamak için kullanılır.\n\nUygun Kontrast Aralığı: HDR fotoğrafçılığı genellikle yüksek kontrast aralığına sahip sahnelerde etkili bir şekilde çalışır. Örneğin, güneşli bir günde gölge ve güneşli alanları aynı karede yakalamak istediğinizde HDR tekniği kullanışlı olabilir.\n\nHDR Yazılımı: HDR fotoğrafçılığında en önemli aşamalardan biri, farklı pozlama değerlerine sahip fotoğrafları birleştiren HDR yazılımını kullanmaktır. Bu yazılım, fotoğraflar arasındaki farklılıkları dengelemek ve sonuçta dengeli bir görüntü elde etmek için kullanılır.\n\nDoğal Görünüm: En iyi HDR sonuçları, son fotoğrafın doğal ve gerçekçi görünmesini sağlar. Aşırıya kaçmadan, detayları artırırken bile fotoğrafın gerçeklik hissini korumak önemlidir.\n\nRenk ve Kontrast Dengelemesi: HDR fotoğrafçılığında renklerin ve kontrastın dengeli bir şekilde ayarlanması önemlidir. Bu, fotoğrafın görsel olarak hoş ve dengeli görünmesini sağlar.\n\nTers HDR (Reverse HDR): Bazı durumlarda, düşük pozlama değeriyle başlayarak yüksek pozlama değerine doğru giden bir dizi fotoğraf kullanarak ters HDR oluşturabilirsiniz. Bu teknik, gece çekimlerinde veya aydınlatma efektleri elde etmek istediğinizde etkili olabilir.\n\nHDR fotoğrafçılığı, zorlu ışık koşullarında daha etkileyici sonuçlar elde etmenizi sağlayan güçlü bir tekniktir. Doğru pozlama ayarları, uygun yazılım kullanımı ve doğal bir görünüm elde etmek için dikkatli çalışma, HDR fotoğrafçılığının sırlarını çözmenize yardımcı olabilir.",
        "haber-resmi": "./newssphotos/HDR.jpg"
    },
    {
        "id": 14,
        "haber-basligi": "Canon 650D: Fotoğrafçılığa Farklı Bir Bakış Açısı",
        "haber-icerigi": "Teknolojinin fotoğrafçılığa getirdiği yenilikler arasında Canon 650D, dikkatleri üzerine çekiyor. Bu güçlü DSLR fotoğraf makinesi, hem hobi fotoğrafçılarının hem de profesyonellerin ilgisini çekiyor. Yenilikçi özellikleri ve kullanım kolaylığıyla, fotoğrafçılık deneyiminizi daha da geliştirmenize olanak tanıyor.\n\nCanon 650D'nin en dikkat çekici özelliklerinden biri değişken açılı dokunmatik ekranıdır. Bu ekran, farklı açılardan çekim yapmanızı ve kolayca odak noktasını seçmenizi sağlar. Aynı zamanda dokunmatik özelliği, menüler arasında gezinmeyi ve ayarları yapmayı daha sezgisel hale getirir.\n\nHDR (High Dynamic Range) fotoğrafçılığı, 650D'nin sunduğu özelliklerden bir diğeridir. Bu özellik sayesinde zorlu ışık koşullarında bile etkileyici sonuçlar elde edebilirsiniz. Fotoğraf makinesi aynı anda farklı pozlama ayarlarıyla birden fazla fotoğraf çeker ve bunları birleştirerek geniş bir ton aralığına sahip bir görüntü oluşturur.\n\n650D'nin gelişmiş otomatik odaklama sistemi, hareket halindeki konuları bile net bir şekilde yakalamanıza yardımcı olur. Canlı Görüntü Modu'nda hızlı ve hassas odaklama yapabilir, anılarınızı en iyi şekilde yakalayabilirsiniz.\n\nEğer video çekimi de ilginizi çekiyorsa, 650D'nin yüksek kaliteli Full HD video çekim özelliği ile yaratıcılığınızı serbest bırakabilirsiniz. Video modunda da dokunmatik ekranı kullanarak netleme yapabilir ve odak noktasını belirleyebilirsiniz.\n\nSonuç olarak, Canon 650D fotoğrafçılığı yeni bir seviyeye taşıyor. Teknolojik yeniliklerle donatılmış bu fotoğraf makinesi, hem başlangıç seviyesindeki fotoğrafçılar hem de deneyimli profesyoneller için ideal bir seçenektir. Yenilikçi özellikleri ve kolay kullanımıyla, yaratıcılığınızı sınırlarını zorlamak için mükemmel bir araç sunuyor.",
        "haber-resmi": "./newssphotos/650D.jpg"
      }
      
    

    
    
    
]